/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "數值無效。";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "數值 %@ 無效。";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "請提供有效的數值。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "數值無效。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "數值 %@ 無效。";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "數值太小。";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "數值太大。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "請提供有效的數值。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "請提供一個大於 %@ 的數字。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "請提供一個介於 %1$@ 到 %2$@ 之間的數字。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "請提供一個小於 %@ 的數字。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "數值 %@ 太小。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "數值 %@ 太大。";

/* NSFileLockingError */
"Err255-C" = "無法鎖定檔案。";

/* NSFileLockingError */
"Err255-R" = "檔案可能已鎖定，或者您沒有權限鎖定。";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "無法鎖定檔案“%@”。";

/* NSFileReadUnknownError */
"Err256" = "無法打開檔案。";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "無法打開檔案“%@”。";

/* NSFileReadNoPermissionError */
"Err257" = "無法打開檔案，因為您沒有權限檢視。";

/* NSFileReadNoPermissionError */
"Err257-C" = "您沒有權限。";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "若要檢視或更改權限，請選擇 Finder 中的項目並選擇“檔案”>“簡介”。";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "無法打開檔案“%@”，因為您沒有權限檢視。";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "檔案名稱無效。";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "無法打開項目，因為檔案名稱“%@”無效。";

/* NSFileReadCorruptFileError */
"Err259" = "無法打開檔案，因為其格式不正確。";

/* NSFileReadCorruptFileError */
"Err259-C" = "檔案的格式不正確。";

/* NSFileReadCorruptFileError */
"Err259-R" = "檔案可能已損壞或截斷，或其格式與預期的不同。";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "無法打開檔案“%@”，因為其格式不正確。";

/* NSFileReadNoSuchFileError */
"Err260" = "無法打開檔案，因為檔案不存在。";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "檔案夾“%@”不存在。";

/* NSFileReadNoSuchFileError */
"Err260-C" = "檔案不存在。";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "檔案夾不存在。";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "無法打開檔案“%@”，因為沒有此檔案。";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "無法使用指定的文字編碼打開檔案。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "指定的文字編碼不適用。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "文字編碼“%@”不適用。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "此檔案可能已使用不同的文字編碼儲存，或者它可能並非文字檔案。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "無法使用文字編碼“%@”打開檔案。";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "無法使用文字編碼“%1$@”來打開檔案“%2$@”。";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "無法打開檔案，因為不支援指定的 URL 類型。";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "不支援指定的 URL 類型。";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "無法打開檔案“%1$@”，因為不支援 URL 類型 %2$@。";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "無法打開檔案，因為不支援 URL 類型 %@。";

/* NSFileReadTooLargeError */
"Err263" = "由於項目太大，因此無法打開。";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "項目太大。";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "無法打開項目“%@”，因為項目太大。";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "無法打開檔案，因為無法決定內容的文字編碼。";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "無法決定內容的文字編碼。";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "若指定文字編碼，則您有可能打開檔案。";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "無法打開檔案“%@”，因為無法決定其內容的文字編碼。";

/* NSUserCancelledError */
"Err3072-C" = "操作已取消。";

/* NSFeatureUnsupportedError */
"Err3328" = "無法完成要求的操作，因為不支援此功能。";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "無法將“%@”丟到垃圾桶，因為卷宗沒有垃圾桶。";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "無法將“%1$@”丟到垃圾桶，因為卷宗“%2$@”沒有垃圾桶。";

/* NSFeatureUnsupportedError */
"Err3328-C" = "不支援要求的操作。";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "卷宗沒有垃圾桶。";

/* NSPropertyListCorruptError */
"Err3840" = "無法讀取資料，因為資料已損毀。";

/* NSPropertyListCorruptError */
"Err3840-C" = "資料已損毀。";

/* NSPropertyListUnknownVersionError */
"Err3841" = "無法讀取資料，因為此應用程式無法辨識其格式。";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "此應用程式無法辨識資料的格式。";

/* NSPropertyListReadStreamError */
"Err3842" = "無法讀取資料，因為資料來源有問題。";

/* NSPropertyListReadStreamError */
"Err3842-C" = "資料來源發生錯誤。";

/* NSPropertyListWriteStreamError */
"Err3851" = "無法寫入資料，因為資料目的地有問題。";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "資料目標發生錯誤。";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "檔案夾“%@”不存在。";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "無法將“%1$@”搬移至“%2$@”，因為前者不存在，或包含後者的檔案夾不存在。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "無法移除“%@”。";

/* NSFileNoSuchFileError */
"Err4-C" = "檔案不存在。";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "檔案夾不存在。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "檔案“%@”不存在。";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "無法與輔助應用程式通訊。";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "請重新嘗試操作。如果失敗，請結束並重新啟動應用程式，然後再試一次。";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "無法與輔助應用程式通訊。";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "請重新嘗試操作。如果失敗，請結束並重新啟動應用程式，然後再試一次。";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "無法與輔助應用程式通訊。";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "請重新嘗試操作。如果失敗，請結束並重新啟動應用程式，然後再試一次。";

/* NSFileWriteUnknownError */
"Err512" = "無法儲存檔案。";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "無法儲存檔案“%1$@”，因為無法更新備份檔案。";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "無法將“%1$@”拷貝到“%2$@”。";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "無法將“%1$@”連結到“%2$@”。";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "無法將“%1$@”搬移到“%2$@”。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "無法移除“%@”。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "無法將“%@”丟到垃圾桶。";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "無法儲存備份檔案。";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "備份檔案可能已鎖定，或您沒有儲存的權限。若要檢視或更改權限，請選擇 Finder 中的項目並選擇“檔案”>“簡介”。";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "無法將檔案“%2$@”儲存在檔案夾“%1$@”裡面。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "無法儲存檔案“%@”。";

/* NSFileWriteNoPermissionError */
"Err513" = "無法儲存檔案，因為您沒有權限。";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "無法拷貝“%1$@”，因為您沒有取用“%2$@”的權限。";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "無法連結“%1$@”，因為您沒有取用“%2$@”的權限。";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "無法移動“%1$@”，因為您沒有取用“%2$@”的權限。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "無法移除“%@”，因為您沒有取用它的權限。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "無法將“%@”丟到垃圾桶，因為您沒有存取權限。";

/* NSFileWriteNoPermissionError */
"Err513-C" = "您沒有權限。";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "若要檢視或更改權限，請選擇 Finder 中的項目並選擇“檔案”>“簡介”。";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "您沒有在檔案夾“%1$@”裡面儲存檔案“%2$@”的權限。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "您沒有儲存檔案“%@”的權限。";

/* NSFileWriteInvalidFileNameError */
"Err514" = "無法儲存項目，因為檔案名稱無效。";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "無法移除項目，因為檔案名稱“%@”無效。";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "檔案名稱無效。";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "無法儲存項目，因為檔案名稱“%@”無效。";

/* NSFileWriteFileExistsError */
"Err516" = "無法儲存檔案，因為已存在名稱相同的檔案。";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "無法將“%1$@”拷貝至“%2$@”，因為已存在相同名稱的項目。";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "無法將“%1$@”連結至“%2$@”，因為已存在相同名稱的項目。";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "無法將“%1$@”搬移至“%2$@”，因為已存在相同名稱的項目。";

/* NSFileWriteFileExistsError */
"Err516-C" = "已經有名稱相同的檔案。";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "名為“%@”的檔案已存在。";

/* NSFileWriteFileExistsError */
"Err516-R" = "若要儲存檔案，請提供不同的名稱、將檔案移至其他位置，或刪除現有的檔案，然後再試一次。";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "無法將檔案“%2$@”儲存在檔案夾“%1$@”，因為已存在名稱相同的檔案。";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "無法儲存檔案“%@”，因為已存在名稱相同的檔案。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "無法使用指定的文字編碼來儲存檔案。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "指定的文字編碼不適用。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "文字編碼“%@”不適用。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "如果可以，請選擇其他的文字編碼。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "無法使用文字編碼“%@”來儲存檔案。";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "無法使用文字編碼“%1$@”來儲存檔案“%2$@”。";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "無法儲存檔案，因為不支援指定的 URL 類型。";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "不支援指定的 URL 類型。";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "無法儲存檔案“%1$@”，因為不支援 URL 類型 %2$@。";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "無法儲存檔案，因為不支援 URL 類型 %@。";

/* NSFileWriteOutOfSpaceError */
"Err640" = "無法儲存檔案，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "無法將“%1$@”拷貝到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "無法將“%1$@”連結到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "無法將“%1$@”搬移到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "無法將“%@”丟到垃圾桶，因為空間不足。";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "卷宗“%@”空間不足。";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "請從卷宗上移除一些檔案，然後再試一次。";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "無法儲存檔案“%@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "無法儲存檔案“%1$@”，因為卷宗“%2$@”的空間不足。";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "無法儲存檔案，因為卷宗是唯讀的。";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "無法將“%@”丟到垃圾桶，因為卷宗是唯讀的。";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "卷宗是唯讀的。";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "卷宗“%@”是唯讀的。";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "嘗試將檔案儲存至其他卷宗。";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "無法儲存檔案“%@”，因為卷宗是唯讀的。";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "無法儲存檔案“%1$@”，因為卷宗“%2$@”是唯讀的。";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "無法完成作業。（%1$@ 錯誤 %2$ld 。）";

